[
  {
    "id": 1,
    "image": "https://i.ibb.co/nMwDBVC/menu1.jpg",
    "title": "Arabica Supreme",
    "coffeeName": "Arabica Supreme Blend",
    "description": "A premium blend of Arabica beans sourced from the high altitudes of Ethiopia and Colombia. This coffee offers a smooth and rich flavor profile with notes of chocolate and citrus.",
    "price": 12.99,
    "status": "sale"
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/Nt5nzhF/menu2.jpg",
    "title": "Dark Roast Sumatra",
    "coffeeName": "Dark Roast Sumatran",
    "description": "Indulge in the bold and earthy flavors of our Dark Roast Sumatran coffee. Sourced from the lush regions of Sumatra, this coffee boasts a deep, smoky taste with hints of cocoa and spice.",
    "price": 10.49,
    "status": "sale"
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/2YtL9SG/menu3.jpg",
    "title": "Espresso Italia",
    "coffeeName": "Espresso Italia Blend",
    "description": "Experience the quintessential Italian espresso with our Espresso Italia blend. Crafted from a blend of premium Arabica and Robusta beans, this espresso offers a bold and intense flavor profile with a lingering finish.",
    "price": 14.99,
    "status": "sale"
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/SRJzKKR/menu4.jpg",
    "title": "Decaf Delight",
    "coffeeName": "Decaf Delight Blend",
    "description": "Savor the rich and smooth taste of our Decaf Delight blend, perfect for those who love coffee without the caffeine. This blend features carefully selected decaffeinated beans with a balanced flavor and low acidity.",
    "price": 11.99,
    "status": "sale"
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/RzW67X1/menu5.jpg",
    "title": "Single Origin Ethiopia",
    "coffeeName": "Single Origin Ethiopian",
    "description": "Embark on a journey to Ethiopia with our Single Origin Ethiopian coffee. Sourced from the birthplace of coffee itself, this coffee offers bright acidity, floral aroma, and fruity notes of blueberry and jasmine.",
    "price": 13.49,
    "status": "sale"
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/7pXFSR9/menu6.jpg",
    "title": "House Blend",
    "coffeeName": "House Blend",
    "description": "Our signature House Blend is a versatile and balanced coffee, perfect for any occasion. With a harmonious blend of Arabica and Robusta beans, this coffee offers a smooth and satisfying flavor with a hint of sweetness.",
    "price": 9.99,
    "status": "sale"
  }
]
